// /**
//
// Copyright (c) 2010 - 2011, Intel Corporation. All rights reserved.<BR>
// This program and the accompanying materials
// are licensed and made available under the terms and conditions of the BSD License
// which accompanies this distribution. The full text of the license may be found at
// http://opensource.org/licenses/bsd-license.php
//
// THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,
// WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.
//
// Module Name:
//
// Sata_test_CommandsLib.uni
//
// Abstract:
//
// String definitions for UEFI Shell 2.0 Install commands
//
//
// **/

/=#

#langdef   en-US "en-english"

#string STR_GEN_PROBLEM           #language en-US "%EERROR: %NThe argument '%B%s%N' is incorrect.\r\n"
#string STR_GEN_TOO_FEW           #language en-US "%EERROR: %NToo few arguments specified.\r\n"
#string STR_GEN_TOO_MANY          #language en-US "%EERROR: %NToo many arguments specified.\r\n"
#string STR_MANUAL                #language en-US "%EUsage: %NCpuid [CPUID]\r\n"